[
  {
    "id": 1,
    "name": "Diamond Necklace",
    "image": "necklace-1",
    "price": 19990,
    "description": "Diamond Necklace. Elegantly crafted with premium diamonds, this necklace exemplifies timeless luxury. Its refined design enhances any ensemble, making it an ideal choice for formal events, weddings, or as an exquisite gift. The exceptional craftsmanship ensures lasting brilliance and sophistication, adding an elevated touch to your collection.",
    "color": [0.61, 0.8, 0.89],
    "categoryId": 1
  },
  {
    "id": 2,
    "name": "Sapphire Necklace",
    "image": "necklace-2",
    "price": 25990,
    "description": "Sapphire Stone Necklace. Designed to captivate, this exquisite sapphire stone necklace showcases the deep, mesmerizing blue of a perfectly cut sapphire. The stone is set in a finely crafted setting that enhances its natural brilliance, catching the light with every movement. Surrounded by delicate accents, the necklace exudes timeless sophistication and luxury. Whether worn for a grand occasion or as a statement piece for everyday elegance, this necklace brings a touch of regal beauty and unmatched craftsmanship to any jewelry collection.",
    "color": [0.97, 0.87, 0.49],
    "categoryId": 1
  },
  {
    "id": 3,
    "name": "Ruby Necklace",
    "image": "necklace-3",
    "price": 29990,
    "description": "Ruby Necklace. Experience the timeless elegance of our Ruby Necklace, featuring a stunning, high-quality ruby that exudes sophistication and charm. Expertly set in a refined design, the rich red hue of the ruby captures light from every angle, creating a captivating display of brilliance. Ideal for distinguished events or as a luxurious gift, this necklace combines exceptional craftsmanship with the rare beauty of the ruby, making it a cherished addition to any fine jewelry collection. It is a statement of elegance and luxury that will be treasured for years.",
    "color": [0.53, 0.82, 0.63],
    "categoryId": 1
  },
  {
    "id": 4,
    "name": "Emerald Necklace",
    "image": "necklace-4",
    "price": 35500,
    "description": "Emerald Necklace. Enhance your collection with the captivating beauty of our Emerald Necklace. Featuring a vibrant, high-quality emerald stone, this exquisite piece is set in a meticulously crafted design that highlights the emerald's rich green hue. Known for its rarity and elegance, the emerald exudes a timeless allure, making it the perfect accessory for special occasions or as a luxurious gift. Combining exceptional craftsmanship with the stunning color of the emerald, this necklace is a symbol of sophistication and refinement.",
    "color": [1, 0.56, 0.63],
    "categoryId": 1
  },
  {
    "id": 5,
    "name": "Diamond Ring",
    "image": "ring-1",
    "price": 12990,
    "description": "Diamond Ring. A diamond ring is a timeless symbol of elegance and love, featuring a brilliant diamond set in a band of gold, platinum, or other precious metals. Available in various cuts like round, princess, or oval, it shines beautifully in settings ranging from classic solitaire to dazzling halo designs. Perfect for engagements, weddings, or special occasions, a diamond ring embodies sophistication and commitment.",
    "color": [0.74, 0.65, 0.5],
    "categoryId": 2
  },
  {
    "id": 6,
    "name": "Ruby Ring",
    "image": "ring-3",
    "price": 2790,
    "description": "Ruby Ring. A ruby ring radiates passion and elegance, featuring a vibrant red ruby set in a band of gold, platinum, or silver. Often accented with diamonds or intricate details, it symbolizes love, strength, and prosperity. Available in various cuts and settings, a ruby ring is a timeless choice for engagements, anniversaries, or statement jewelry.",
    "color": [0.75, 0.75, 0.8],
    "categoryId": 2
  },
  {
    "id": 7,
    "name": "Sapphire Ring",
    "image": "ring-2",
    "price": 23400,
    "description": "Sapphire Ring. A sapphire ring exudes elegance and sophistication, featuring a deep blue sapphire set in a band of gold, platinum, or silver. Often paired with diamonds or intricate designs, it symbolizes wisdom, loyalty, and nobility. Available in various cuts and settings, a sapphire ring makes a timeless statement for engagements, anniversaries, or special occasions.",
    "color": [0.64, 0.51, 0.67],
    "categoryId": 2
  },
  {
    "id": 8,
    "name": "Diamond Gold Ring",
    "image": "ring-4",
    "price": 3140,
    "description": "Diamond Gold Ring. A gold diamond ring combines luxury and brilliance, featuring a sparkling diamond set in a band of yellow, white, or rose gold. The warm glow of gold enhances the diamond’s radiance, making it a timeless choice for engagements, weddings, or special occasions. Available in various cuts and settings, it symbolizes love, elegance, and sophistication.",
    "color": [0.35, 0.35, 0.4],
    "categoryId": 2
  },
  {
    "id": 9,
    "name": "Wedding Ring",
    "image": "engagement and wedding-1",
    "price": 15990,
    "description": "Wedding Ring. A platinum diamond engagement and wedding ring set embodies timeless elegance and durability. The engagement ring features a brilliant diamond set in a sleek, silvery-white platinum band, enhancing its sparkle. The matching wedding band, often simple or adorned with diamonds, symbolizes eternal love and commitment. Together, they create a sophisticated and lasting symbol of devotion.",
    "color": [0.53, 0.82, 0.63],
    "categoryId": 3
  },
  {
    "id": 10,
    "name": "Wedding Ring",
    "image": "engagement and wedding-2",
    "price": 21900,
    "description": "Diamond Gold Ring. A gold and platinum diamond engagement and wedding ring set beautifully blends tradition and modern elegance. The engagement ring features a brilliant diamond set in a platinum or gold band, enhancing its radiance. The matching wedding band, crafted from gold or platinum, complements the design, symbolizing eternal love and commitment. Together, these two rings create a timeless and sophisticated union.",
    "color": [1, 0.56, 0.63],
    "categoryId": 3
  },
  {
    "id": 11,
    "name": "Wedding Ring",
    "image": "engagement and wedding-3",
    "price": 9950,
    "description": "A platinum diamond engagement A diamond engagement and wedding ring set features two perfectly matched rings, symbolizing love and commitment. The engagement ring showcases a brilliant diamond set in gold, platinum, or white gold, while the wedding band complements it with a seamless design. Together, they create a timeless and elegant union, perfect for a lifelong promise.",
    "color": [0.61, 0.8, 0.89],
    "categoryId": 3
  },
  {
    "id": 12,
    "name": "Wedding Ring",
    "image": "engagement and wedding-4",
    "price": 19800,
    "description": "Diamond Ring. A big diamond engagement and wedding ring set is a breathtaking symbol of love and commitment. The engagement ring features a dazzling, oversized diamond set in platinum, gold, or white gold, making a bold and elegant statement. The matching wedding band complements its brilliance, creating a luxurious and timeless duo that represents a lifetime of devotion.",
    "color": [0.97, 0.87, 0.49],
    "categoryId": 3
  },
  {
    "id": 13,
    "name": "Cartier Bracelet",
    "image": "bracelet-1",
    "price": 33565,
    "description": "Cartier Panther Panthere 18k. The authentic Cartier Panther Panthère 18k Yellow Gold Cuff Bracelet is a luxurious piece featuring the iconic panther design. Crafted from 18k yellow gold, it showcases Cartier’s renowned craftsmanship and elegance. Size 17 offers a perfect fit, and the bracelet comes with a certificate of authenticity, making it a timeless addition to any jewelry collection.",
    "color": [0.64, 0.51, 0.67],
    "categoryId": 4
  },
  {
    "id": 14,
    "name": "Cartier Nail",
    "image": "bracelet-2",
    "price": 8999,
    "description": "Cartier Juste un Clou Nail 18k Yellow. The Cartier Juste un Clou Nail 18k Yellow Gold Bracelet is a bold and elegant piece, featuring a sleek nail design that wraps around the wrist. Made from 18k yellow gold, this iconic bracelet symbolizes strength and sophistication. Its minimalist yet striking design makes it a timeless accessory, perfect for adding a touch of luxury to any outfit.",
    "color": [1, 0.56, 0.63],
    "categoryId": 4
  },
  {
    "id": 15,
    "name": "Cartier Love",
    "image": "bracelet-3",
    "price": 6980,
    "description": "Cartier 18k Yellow Gold Love Bangle Bracelet. The Cartier 18k Yellow Gold Love Bangle Bracelet is a classic symbol of love and commitment. Crafted from 18k yellow gold, this iconic design features a sleek, simple bangle with the signature screw motifs, representing the idea of eternal bonds. The bracelet is fastened with a small screwdriver, making it a unique and meaningful piece of luxury jewelry, perfect for gifting or personal wear.",
    "color": [0.74, 0.65, 0.5],
    "categoryId": 4
  },
  {
    "id": 16,
    "name": "Cartier Diamond",
    "image": "bracelet-4",
    "price": 65500,
    "description": "Cartier Diamond Bangle Bracelet. The Cartier Juste un Clou Nail 18k Rose Gold Diamond Bangle Bracelet Size 16 is a stunning and luxurious piece. Featuring a nail-inspired design, the bracelet is crafted from 18k rose gold, adorned with sparkling diamonds for added elegance. Size 16 ensures a perfect fit, and it comes with the original papers, certifying its authenticity. This bold yet refined bracelet is a timeless accessory that symbolizes strength and sophistication.",
    "color": [0.64, 0.51, 0.67],
    "categoryId": 4
  },
  {
    "id": 17,
    "name": "Sapphire earrings",
    "image": "earrings-5",
    "price": 8900,
    "description": "Sapphire earrings are elegant and vibrant, featuring stunning blue sapphires set in a variety of precious metals like gold, platinum, or silver. These earrings can be designed in several styles, such as studs, hoops, or drop earrings, each highlighting the rich color and brilliance of the sapphire. Known for symbolizing wisdom, loyalty, and nobility, sapphire earrings make a timeless and luxurious accessory for any occasion.",
    "color": [0.35, 0.35, 0.4],
    "categoryId": 5
  },
  {
    "id": 18,
    "name": "Diamond earrings",
    "image": "earrings-2",
    "price": 19900,
    "description": "Diamond earrings are timeless and elegant, featuring brilliant diamonds set in various styles such as studs, hoops, or drop earrings. Crafted from precious metals like gold, platinum, or white gold, they showcase the sparkling beauty of diamonds, adding a touch of luxury to any outfit. Perfect for special occasions or everyday wear, diamond earrings symbolize sophistication, love, and enduring beauty.",
    "color": [0.61, 0.8, 0.89],
    "categoryId": 5
  },
  {
    "id": 19,
    "name": "Diamond earrings",
    "image": "earrings-3",
    "price": 25500,
    "description": "Diamond earrings are a classic and radiant choice, featuring a collection of round-cut diamonds set in a variety of settings such as stud, halo, or drop earrings. The round diamonds maximize brilliance and sparkle, creating a timeless and elegant look. Whether set individually or surrounded by smaller diamonds, these earrings offer a sophisticated and luxurious style that is perfect for any occasion.",
    "color": [1, 0.56, 0.63],
    "categoryId": 5
  },
  {
    "id": 20,
    "name": "Ruby earrings",
    "image": "earrings-4",
    "price": 28990,
    "description": "Ruby and diamond gold earrings combine vibrant red rubies with the brilliance of diamonds, set in a luxurious gold setting. The rich color of the ruby contrasts beautifully with the sparkle of the diamonds, while the gold band enhances the overall elegance of the design. Available in various styles, such as studs, drops, or hoops, these earrings offer a bold and sophisticated look, perfect for adding a touch of luxury and color to any outfit.",
    "color": [0.97, 0.87, 0.49],
    "categoryId": 5
  }
]
